/* Class = "NSTextFieldCell"; title = "Please enter your license information below."; ObjectID = "AoX-eT-tif"; */
"Please enter your license information below." = "Bitte geben Sie Ihre Lizenzinformationen ein.";

/* Class = "NSButtonCell"; title = "Buy"; ObjectID = "CAr-vk-bH7"; */
"Buy" = "Kaufen";

/* Class = "NSWindow"; title = "License"; ObjectID = "F0z-JX-Cv5"; */
"License" = "Lizenz";

/* Class = "NSTextFieldCell"; placeholderString = "Licensed To"; ObjectID = "KhH-nu-sWK"; */
"Licensed To" = "Lizensiert für";

/* Class = "NSButtonCell"; title = "Register"; ObjectID = "UDg-DB-Kqq"; */
"Register" = "Registrieren";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "UaC-uf-U4J"; */
"Cancel" = "Abbrechen";

/* Class = "NSTextFieldCell"; title = "Thank you for purchasing Timing!"; ObjectID = "c8d-yf-Ntj"; */
"Thank you for purchasing Timing!" = "Vielen Dank für den Kauf von Timing!";

/* Class = "NSTextFieldCell"; placeholderString = "License Key"; ObjectID = "fAl-71-Rxn"; */
"License Key" = "Lizenzschlüssel";

